{
  "About.Confidence": "Tự tin",
  "About.ConfidenceSummary": "Khách đến thăm trường chúng tôi thường nhận xét các học sinh BSA rất vui vẻ và thân thiện. Chúng tôi cũng nghe nói rằng các BSAers rất đặc biệt và cực kỳ tự tin. Đối với chúng tôi, điều quan trọng là sự tự tin đó bắt nguồn từ những năng lực nền tảng nào? Bất kể xuất thân, tài năng hay dự định tương lai như thế nào, một học sinh BSA đều nắm vững những năng lực cần thiết để thành công trong thế kỷ 21 đầy biến động. ",
  "About.Coordination": "Hội nhập",
  "About.CoordinationSummary": "Chúng tôi truyền cảm hứng các con trở thành những nhà lãnh đạo tự tin, có đạo đức, khuyến khích các con nói và hành động để đóng góp tích cực cho xã hội. Sau khi rời BSA, các con sẽ trở thành những con người trẻ tự tin, vững vàng trong cuộc sống cũng như sẵn sàng cho mọi lộ trình học tập cao hơn, xa hơn.",
  "About.CoreValues": "Giá trị cốt lõi",
  "About.CoreValuesSummary": "Tại BSA chúng tôi lấy học sinh làm trung tâm, đào tạo học sinh theo 4 tiêu chí của UNESCO",
  "About.Founders": "Người sáng lập",
  "About.GoodKnowledge": "Kiến thức tốt",
  "About.GoodKnowledgeDetail": "BSA là nơi mang đến cho học sinh chương trình giáo dục tiên tiến và toàn diện, giúp các em phát triển hài hòa về trí tuệ, thể chất, đạo đức và thẩm mỹ.",
  "About.LearningToBe": "Học để làm người",
  "About.LearningToDo": "Học để làm",
  "About.LearningToKnow": "Học để biết",
  "About.LearningToLiveTogether": "Học cách chung sống",
  "About.MessageFromOurPrincipal": "Thư hiệu trưởng",
  "About.MessageFromThePrincipal": "Thư hiệu trưởng",
  "About.MessageSummary": "Blue Sky Academy – một ngôi trường mơ ước của tất cả giáo viên, nhân viên, các bậc làm cha mẹ và đặc biệt nơi đây là bầu trời xanh của các con học sinh, để các con được thỏa sức học mà chơi, chơi mà học, được bộc lộ khả năng bẩm sinh, được phát huy sở trường, trí tuệ.",
  "About.OurFounders": "Người sáng lập",
  "About.ProvideTheBestPossibleStartToYourChildrenEducation": "Tạo môi trường cho các cháu ở lứa tuổi thần tiên được phát triển tốt nhất",
  "About.Team": "Đội ngũ",
  "About.VisionMission": "Tầm nhìn & Sứ mệnh",
  "About.WhereGreatKidsGrow": "Một khởi đầu tốt cho cuộc sống tốt đẹp hơn",
  "About.WithAnAimToDevelop": "Với mục tiêu để phát tiển",
  "Admission.AProgramForEveryParentAndChild": "Chào đón tất cả Học sinh và Phụ huynh đến với Blue Sky Academy (BSA)",
  "Admission.AcademicCalendar": "Lịch năm học",
  "Admission.AdmissionHero": "BSA trao quyền cho tất cả học sinh được khám phá, nuôi dưỡng và thể hiện trí tuệ, tài năng, đam mê của mình trong một môi trường được tạo ra cho chính các con.",
  "Admission.ExamDays": "Lịch thi",
  "Admission.FeeSchedule": "Học phí",
  "Admission.FeeScheduleForAnAnnualAcademicYear": "Xem học phí thường niên các khối lớp",
  "Admission.GreetingFromAdmissionTeam": "Lời chào mừng",
  "Admission.HowToApply": "Quy trình tuyển sinh",
  "Admission.ProcessToApply": "Quy trình tuyển sinh",
  "Admission.SchoolEvents": "Sự kiện",
  "Admission.Step": "Bước",
  "Admission.Summary": "Chân thành cảm ơn Quý Phụ huynh đã quan tâm tìm hiểu về Blue Sky Academy (BSA) cho chặng đường học tập của con em mình. Hy vọng Quý vị đã có đầy đủ thông tin về BSA như tầm nhìn, sứ mệnh, lộ trình và chương trình giáo dục, đội ngũ cũng như cơ sở vật chất qua website này. Tuy nhiên, sẽ thật tuyệt vời nếu Quý vị có thời gian đến tham quan trực tiếp tại khuôn viên trường Blue Sky. Chúng tôi trân trọng kính mời Quý Phụ huynh  đến tham quan trường để gặp gỡ Hiệu trưởng, Giáo viên và Nhân viên, để trực tiếp trải nghiệm cơ sở vật chất và tìm hiểu thực tế, nhằm đưa ra sự lựa chọn môi trường học tập phù hợp nhất cho con em quý vị. BSA rất mong được đón tiếp Quý Phụ huynh và Học sinh, hy vọng các con sẽ gia nhập đại gia đình Blue Sky Academy trong thời gian tới!",
  "Admission.SummerSchool": "Chương trình hè",
  "Admission.ViewAdmissionNotice": "Thông báo tuyển sinh",
  "Admission.ViewBSAAcademicCalendar": "Xem lịch chi tiết năm học",
  "Admission.WantToLearnMoreAboutStepsOfAdmissions": "Muốn tìm hiểu về quy trình tuyển sinh tại BSA",
  "Contact.ContactSummary": "BSA trao quyền cho tất cả học sinh được khám phá, nuôi dưỡng và thể hiện trí tuệ, tài năng, đam mê của mình trong một môi trường được tạo ra cho chính các con.",
  "Contact.VisitUsSoon": "Tham quan trường",
  "Contact.WeLoveToMeetYou": "Chúng tôi mong gặp bạn",
  "Form.BusServiceDetail": "Chi tiết dịch vụ bus",
  "Form.CampusTourRegistration": "Đăng ký tham quan trường",
  "Form.Checkbox": "Tôi đồng ý thanh toán phí và khoản tiền khác đúng hạn và đảm bảo gia đình và con chúng tôi tuân thủ quy định của Blue Sky Acadmy",
  "Form.ChooseAnOption": "Chọn một lựa chọn",
  "Form.CompanyAddress": "Địa chỉ nơi làm việc",
  "Form.ConsultationRegister": "Đăng ký tư vấn",
  "Form.CurrentGrade": "Lớp hiện tại",
  "Form.CurrentSchool": "Trường hiện tại",
  "Form.DateOfBirth": "Ngày sinh",
  "Form.DropOffAddress": "Địa chỉ trả",
  "Form.Email": "Email",
  "Form.EntranceExamDate": "Ngày thi đầu vào",
  "Form.Female": "Nữ",
  "Form.FullName": "Họ Tên",
  "Form.Gender": "Giới tính",
  "Form.GuardianInformation": "Người giám hộ",
  "Form.HaveAGreatDay": "Chúc bạn ngày mới vui vẻ!",
  "Form.IsItAReTest": "Học sinh đã từng kiểm tra đầu vào tại BSA rồi phải không?",
  "Form.Message": "Tin nhắn",
  "Form.Male": "Nam",
  "Form.NameAddress": "Tên, địa chỉ",
  "Form.No": "Không",
  "Form.Occupation": "Nghề nghiệp",
  "Form.Other": "Khác",
  "Form.Phone": "Số điện thoại",
  "Form.PickUpAddress": "Địa chỉ đón",
  "Form.PleaseChooseADate": "Vui lòng chọn ngày",
  "Form.PleaseChooseDateAndTime": "Vui lòng chọn ngày và giờ",
  "Form.PleaseChooseFrom2PMTo4PMOnEveryWednesday": "Vui lòng chọn trong khung giờ 2PM - 4PM thứ tư hàng tuần",
  "Form.PleaseSelectAGrade": "Vui lòng chọn lớp",
  "Form.PreferredDateAndTime": "Ngày và giờ",
  "Form.Processing": "Đang thực hiện",
  "Form.RelationshipToTheStudent": "Mối quan hệ",
  "Form.SelectAnOption": "Vui lòng chọn",
  "Form.SendMessage": "Gửi tin nhắn",
  "Form.StartDate": "Ngày bắt đầu",
  "Form.StudentInformation": "Thông tin học sinh",
  "Form.StudentParent": "Thông tin bố mẹ",
  "Form.SubmitDone": "Gửi thành công!",
  "Form.ThankYou": "Cảm ơn. Nhân viên chúng tôi sẽ gọi bạn",
  "Form.WeGetBackToYouWithin24Hours": "Chúng tôi sẽ liên lạc sớm",
  "Form.Yes": "Có",
  "Gallery.CreatingMemoriesForStudents": "Những khoảnh khắc đáng nhớ",
  "Gallery.GallerySummary": "Khi bạn ngắm nhìn những hình ảnh này, xin hãy ghi nhớ tuyên bố đầy khát vọng của BSA về sứ mệnh đào tạo một thế hệ trẻ hạnh phúc, tự lập, sáng tạo, có trí tuệ và đam mê học hỏi suốt đời. Chúng tôi đã rất nỗ lực để nắm bắt niềm vui, vẻ đẹp và quan trọng nhất là thực tế của những gì chắc chắn sẽ đi vào lịch sử của Blue Sky Academy. Bởi vậy, hy vọng bạn sẽ thấy lấp lánh niềm vui được học tập, được làm việc, được sống của từng học sinh, giáo viên hay nhân viên BSA trong một môi trường giáo dục mà trẻ em luôn cảm thấy an toàn, luôn có cơ hội khám phá bản thân và thế giới xung quanh. ",
  "Gallery.Images": "Ảnh",
  "Gallery.SeeWhatItIsLikeToBePartOfOurSchool": "Những hoạt động tại BSA",
  "Gallery.SeeWhatOurStudentsExperienceLooksLike": "Đời sống học đường",
  "Home.ABetterLife": "cuộc sống tốt đẹp hơn",
  "Home.ABetterStartFor": "Một khởi đầu tốt cho",
  "Home.AboutUs": "Về chúng tôi",
  "Home.Address": "Địa chỉ",
  "Home.AddressDetail": "Lê Lợi, TP. Vinh, Nghệ An, Việt nam",
  "Home.BlueSkyAcademy": "Blue Sky Academy",
  "Home.CambrigdeInternationalSchool": "Trường quốc tế Cambridge",
  "Home.ContactUs": "Liên hệ",
  "Home.EducationPathway": "Lộ trình học tập",
  "Home.EducationProgram": "Chương trình học",
  "Home.Email": "Email",
  "Home.FAQ": "Câu hỏi thường gặp",
  "Home.FAQSummary": "Blue Sky Academy trả lời những câu hỏi phụ huynh và cộng đồng thường quan tâm đến trường chúng tôi",
  "Home.FrequentlyAskedQuestions": "Câu hỏi thường gặp",
  "Home.GallerySummary": "BSA trao quyền cho tất cả học sinh được khám phá, nuôi dưỡng và thể hiện trí tuệ, tài năng, đam mê của mình trong một môi trường được tạo ra cho chính các con.",
  "Home.HighSchool": "Trung Học Phổ Thông",
  "Home.Home": "Trang chủ",
  "Home.Kindergarten": "Mầm non",
  "Home.KindergartenDescription": "Đặt nền tảng cho những bước đi đầu đời, giúp các bé hình thành nên các nhân cách đẹp và thái độ sống tốt để lĩnh hội kiến thức và những kĩ năng tích cực cho những năm học tiếp theo",
  "Home.LearnMore": "Xem thêm",
  "Home.NewsAndEvents": "Tin tức & Sự kiện",
  "Home.NewsSummary": "BSA là nơi mang đến cho học sinh chương trình giáo dục tiên tiến và toàn diện, giúp các em phát triển hài hòa về trí tuệ, thể chất, đạo đức và thẩm mỹ.",
  "Home.OurGallery": "Thư viện ảnh",
  "Home.OurStories": "Câu chuyện của chúng tôi",
  "Home.OurStoriesSummary": "Tại BSA, tất cả giáo viên và cô chú phục vụ đều biết tên chúng tớ, biết về cả gia đình và sở thích của chúng tớ. Bởi vậy nên chúng tớ rất tự hào mà khoe rằng, chúng tớ có một gia đình hạnh phúc ở đây, ngay tại Blue Sky Academy này!",
  "Home.OverviewCurriculum": "Chương trình giáo dục Blue Sky Academy cung cấp cho học sinh nền tảng học vấn vững chắc, thông qua sự kết hợp hài hòa giữa 3 chương trình: Chương trình Giáo dục Quốc gia – Chương trình Quốc tế Cambridge – Chương trình Phát triển toàn diện, giúp các em thành công trong cuộc sống cũng như ở những bậc học cao hơn, đồng thời vẫn gìn giữ những giá trị văn hóa, truyền thống của dân tộc.",
  "Home.Parent": "Phụ huynh",
  "Home.ParentHandbook": "Sổ tay phụ huynh",
  "Home.ParentSharing": "Câu chuyện phụ huynh",
  "Home.Phone": "Điện thoại liên hệ",
  "Home.PrimaryDescription": "Xây dựng nền tảng vững chắc về mặt học thuật, sự thông hiểu và cảm quan về nghệ thuật và công nghệ, và những thói quen lành mạnh về rèn luyện thể chất và phát triển nhân cách",
  "Home.PrimarySchool": "Tiểu học",
  "Home.RegisterNow": "Đăng ký ngay",
  "Home.Secondary": "Trung học cơ sở",
  "Home.SecondaryDescription": "Được thiết kế giúp các học sinh đào sâu và mở rộng kiến thức về mặt học thuật, tập trung tăng cường phát triển về mặt thể chất, cảm xúc, giao tiếp xã hội và trí tuệ",
  "Home.SloganHero": "Bắt đầu hoạt động từ năm 2010, Blue Sky Academy (BSA) là trường song ngữ quốc tế Cambridge, đào tạo từ bậc Mầm non đến hết bậc Phổ thông trung học. Mục tiêu của chúng tôi là đào tạo một thế hệ trẻ Việt Nam ưu tú, có đủ tri thức khoa học ngang bằng với các học sinh ở các quốc gia phát triển, có vốn hiểu biết sâu sắc về các giá trị văn hóa truyền thống dân tộc, có kỹ năng sống thực tế, có nhân sinh quan đúng đắn, có ý thức trách nhiệm của công dân toàn cầu và có đủ bản lĩnh, tự tin để hội nhập với nền giáo dục thế giới.",
  "Home.StudentSharing": "Câu chuyện học sinh",
  "Home.TeacherSharing": "Câu chuyện giáo viên",
  "Home.Teachers": "Giáo viên",
  "Home.ViewMore": "Xem thêm",
  "Home.WatchVideo": "Xem Video",
  "Home.WebsiteLinks": "Liên kết website",
  "Home.Yearbook": "Yearbook",
  "News.LatestNews": "Tin tức",
  "Parent.BusService": "Dịch vụ xe đưa đón",
  "Parent.BusServiceRegistration": "Đăng ký dịch vụ xe đưa đón",
  "Parent.ChooseTheBusServiceForYourChild": "Lựa chọn dịch vụ tốt nhất cho con bạn",
  "Parent.ConfidentlyChooseTheBestProgramForYourChild": "Tự tin chọn chương trình học tốt nhất cho trẻ",
  "Parent.EasilyUpdateWeeklyTimetable": "Dễ dàng xem thời khoá biểu và thực đơn hàng tuần",
  "Parent.EntranceExam": "Thi đầu vào",
  "Parent.EntranceExamRegistration": "Đăng ký thi đầu vào",
  "Parent.GetInTouch": "Liên hệ ngay",
  "Parent.GetInTouchSummary": "Cung cấp sự khởi đầu tốt nhất cho trẻ. Mục tiêu của chúng tôi chính là sự thành công của những học sinh và một môi trường cho học sinh phát huy năng lực bản thân",
  "Parent.NowRegisterWithBSA": "Đăng ký ngay",
  "Parent.ParentSummary": "Blue Sky Academy luôn biết ơn sự tin tưởng, ủng hộ và đồng hành của các Bố, Mẹ, Ông, Bà trong quãng đường hơn 14 năm vừa qua. Xin chân thành tri ân và cảm tạ!!! BSA sẽ không ngừng nỗ lực để thành công hơn nữa, để mãi là niềm tin yêu của các con Học sinh và Phụ huynh yêu dấu!",
  "Parent.RegisterBSASchoolVisitTour": "Đăng ký tham quan trường từ thứ hai đến thứ sáu",
  "Parent.SchoolGallery": "Thư viện ảnh",
  "Parent.SchoolServiceRegistration": "Đăng ký dịch vụ",
  "Parent.SchoolVisit": "Tham quan trường",
  "Parent.SchoolVisitRegistration": "Đăng ký tham quan trường",
  "Parent.ViewOurSchoolGalleryAndVideo": "Xem bộ sưu tập ảnh và video về trường",
  "Program.CambridgeCertificate": "Chứng chỉ Cambridge",
  "Program.InternationalAccredition": "Chứng chỉ quốc tế",
  "Program.OurClasses": "Hình ảnh lớp",
  "Program.ProgramSummary": "Từ tháng 2/2017, Blue Sky Academy được công nhận là Thành viên các Trường Quốc tế Cambridge (Cambridge International School) bởi Hội đồng Khảo thí Quốc tế Đại học Cambridge (CIE) - một tổ chức giáo dục hàng đầu cung cấp các chương trình học và văn bằng quốc tế đa dạng cho các em học sinh từ 5 đến 19 tuổi, hiện đang được triển khai tại trên 10,000 trường học ở 160 quốc gia trên thế giới.",
  "Program.ProgramSummary2": "Học sinh tại BSA sẽ thi để lấy các bằng cấp quốc tế của Cambridge như Cambridge Checkpoints, IGCSE và A Level. Ngoài ra, Blue Sky còn có được ủy thác của tổ chức khảo thí quốc tế này để thiết lập các trung tâm tổ chức thi ngay tại trường, giúp cho học sinh có thể lấy bằng cấp quốc tế mà không phải đăng ký qua các đơn vị trung gian nào.",
  "Program.ProgramSummary3": "Tháng 9/2018, Cambridge đã đổi tên hệ đào tạo CIE (Cambridge International Examinations) thành CAIE (Cambridge Assessment International Education), nhằm nhấn mạnh hai giá trị cốt lõi là tổ chức khảo thí và cung cấp các chương trình giáo dục quốc tế. Với những nỗ lực của mình, Cambridge vừa nhảy vọt từ vị trí thứ 4 lên thứ 2 trong danh sách các trường Đại học uy tín nhất trên toàn thế giới. Đứng đầu bảng xếp hạng là Đại học Oxford (Anh). Bảng xếp hạng này do Times Higher Education (THE) – tạp chí về tin tức và các vấn đề giáo dục bậc cao – chuyên tổng hợp, phân tích và xếp hạng các trường đại học trên thế giới từ năm 2004 đến nay.",
  "Program.ShouldChooseBSA": "nên chọn BSA",
  "Program.WePrideOurselvesOnTheQuality": "Chúng tôi tin rằng giáo dục trẻ em là một nghề nghiệp đầy thách thức. Không chỉ dạy kiến thức và kỹ năng cho học sinh, chúng tôi còn là những người truyền cảm hứng, động viên khuyến khích và hỗ trợ các em. Chúng tôi cũng tin vào sức mạnh của niềm vui trong công việc và cuộc sống. Vì vậy, chúng tôi tìm niềm vui trong công việc khi chứng kiến sự tiến bộ và hạnh phúc mỗi ngày của học sinh. Đồng thời, mang đến và sẻ chia cho nhau thật nhiều niềm vui sau giờ làm việc. Cùng nhau, chúng tôi xây dựng tinh thần đồng đội, mang đến tiếng cười, động lực, từ đó làm nên sự đổi mới và sáng tạo cho cuộc sống. Chúng tôi là Giáo viên và Nhân viên của BSA!",
  "Program.WhyParents": "Tại sao phụ huynh",
  "Recruitment.Apply": "Ứng tuyển",
  "Recruitment.ApplyNow": "Ứng tuyển",
  "Recruitment.ApplyOnline": "Ứng tuyển online",
  "Recruitment.ApplySummary": "Các ứng viên quan tâm vui lòng gửi CV và cover letter vào email jobs@bsa.edu.vn",
  "Recruitment.Benefits": "Quyền lợi",
  "Recruitment.ExpireOn": "Ngày hết hạn",
  "Recruitment.JoinOurTeam": "Tham gia vào BSA",
  "Recruitment.PostOn": "Ngày đăng",
  "Recruitment.ViewOpenPositions": "Xem các vị trí đang mở",
  "Recruitment.WeOfferAFriendlyProfessionalWorkStructureLongTermPositions": "Chúng tôi tạo ra một môi trường làm việc chuyên nghiệp và thân thiện",
  "Recruitment.WhatWeAreLookingFor": "Yêu cầu",
  "Schedule.ClassSchedule": "Lịch học",
  "Schedule.MealMenu": "Thực đơn",
  "Schedule.PleaseSelectAClass": "Vui lòng chọn lớp",
  "Schedule.SelectClass": "Chọn lớp",
  "Schedule.WeeklySchedule": "Thời khoá biểu",
  "Teacher.Administration": "Ban lãnh đạo",
  "Teacher.CambridgeProgram": "Giáo viên chương trình Cambridge",
  "Teacher.GivingOurStudentsTheBestPossibleStartToTheirEducation": "Cho học sinh của chúng tôi sự khởi đầu tốt nhất",
  "Teacher.Kindergarten": "Giáo viên Mầm non",
  "Teacher.Management": "Ban điều hành",
  "Teacher.MeetTheAwesomeTeacher": "Các giáo viên của chúng tôi",
  "Teacher.OurTeachers": "Đội ngũ BSA",
  "Teacher.Primary": "Giáo viên Tiểu học",
  "Teacher.Secondary": "Giáo viên Trung học",
  "Teacher.Specialist": "Giáo viên bộ môn",
  "Teacher.SupportStaff": "Nhân viên hành chính",
  "Teacher.WeAreBSATeam": "Chúng tôi là Giáo viên và Nhân viên của BSA!",
  "Teacher.WePrideOurselves": "Chúng tôi tin rằng giáo dục trẻ em là một nghề nghiệp đầy thách thức. Không chỉ dạy kiến thức và kỹ năng cho học sinh, chúng tôi còn là những người truyền cảm hứng, động viên khuyến khích và hỗ trợ các em. Chúng tôi cũng tin vào sức mạnh của niềm vui trong công việc và cuộc sống. Vì vậy, chúng tôi tìm niềm vui trong công việc khi chứng kiến sự tiến bộ và hạnh phúc mỗi ngày của học sinh. Đồng thời, mang đến và sẻ chia cho nhau thật nhiều niềm vui sau giờ làm việc. Cùng nhau, chúng tôi xây dựng tinh thần đồng đội, mang đến tiếng cười, động lực, từ đó làm nên sự đổi mới và sáng tạo cho cuộc sống."
}
